{"title":"Poivrons rouges confits à l’huile d’olive","description":"Simple à faire, coloré et goûteux, voilà un accompagnement que vous pourrez décliner à maintes occasions, qu’il soit servi chaud ou froid.","durations":{"before":{"preparation":0,"cookingAfterPreparation":0,"resting":0},"preparation":10,"cookingAfterPreparation":20,"resting":0},"nbOfPeople":4,"courses":["appetizer","entree","side"],"ingredients":["2 gros poivrons rouges","Huile d’olive","Sel","Poivre du moulin","1 pincée de piment d’Espelette ou de piment de Cayenne (facultatif)"],"steps":["Couper les poivrons à l’intérieur de chaque pli longitudinal (en général 4 mais parfois 3 ou 5). Enlever les pédoncules, les graines et les parties blanchâtres à l’intérieur des plis. Se munir d’un économe de qualité et peler les morceaux.","Détailler ces morceaux en lanières de moins d’un centimètre de largeur.","Mettre de l’huile d’olive dans une casserole ou une poêle et placer sur feu moyen.","Verser les morceaux de poivron dans le récipient et laisser fondre doucement en remuant de temps en temps.","Rajouter éventuellement un peu d’huile d’olive si l’ensemble manque de liant.","Après 20 minutes de cuisson, assaisonner avec le sel, le poivre et éventuellement le piment, afin de corser l’ensemble.","Servir chaud ou froid en fonction de vos besoins."],"advices":["Éviter de choisir des poivrons trop biscornus car ils sont plus difficiles à peler, de même que ceux dont la peau est fripée. Vous pouvez bien sûr mélanger les couleurs des poivrons : jaunes, oranges, verts. Sachez cependant que les poivrons verts sont moins charnus et de ce fait plus difficiles à éplucher. Vous pouvez aussi opter pour une cuisson au four et les éplucher lorsqu’ils sont cuits, après les avoir laissés reposer enveloppés dans un papier d’aluminium. Cependant, cette cuisson manque parfois d’uniformité et vous pouvez alors avoir des parties légèrement brûlées et d’autres ou la peau continue d’adhérer à la chair.","Cette petite garniture se mariera très bien avec le poisson (saumon, rouget, daurade), avec certaines viandes (agneau, grillades de bœuf, saucisses) et sera aussi un très bon complément à certains légumes (fenouil, artichaut poivrade, fèves). En avoir un peu dans son réfrigérateur pour toutes les occasions estivales sera sans conteste d’un grand secours."],"status":"published"}