{"title":"Piperade du pays basque","description":"Là où la force du piment vient titiller la douceur des poivrons et des tomates, le tout ponctué par le velouté des œufs mi-cuits","durations":{"before":{"preparation":0,"cookingAfterPreparation":0,"resting":0},"preparation":45,"cookingAfterPreparation":0,"resting":0},"nbOfPeople":4,"courses":["entree","main_course"],"ingredients":["1poivron rouge","1 poivron vert","4 tomates","3 oignons nouveaux ou 2 oignons moyens","1 piment d’Espelette ou 1/2 cuillerée à café de piment d’Espelette en poudre","2 gousses d’ail","5 brins de persil","6 œufs","4 fines tranches de jambon de Bayonne","20 g de beurre","Huile d’olive","Sel","Poivre du moulin"],"steps":["Couper les poivrons le long de leurs stries. Enlever les peaux blanchâtres et les graines puis les peler avec un économe ou un économe dentelé. Les découper en lanières d’1/2 cm.","Éplucher les oignons en conservant une partie de leur tige s’il s’agit d’oignons nouveaux. Couper les tiges en rondelles minces et émincer finement les bulbes.","Laver le piment, enlever son pédoncule, l’ouvrir et ôter les graines puis le découper en petites lanières.","Peler les gousses d’ail, enlever leur germe et les émincer finement.","Mettre dans une sauteuse ou un wok de l’huile d’olive et y placer tous ces légumes à fondre doucement pendant environ 10 min.","Pendant ce temps, éplucher les tomates à l’aide d’un économe dentelé ou les plonger 30 sec dans une bonne quantité d’eau bouillante pour pouvoir, une fois légèrement refroidies, les peler avec un couteau pointu.","Enlever le pédoncule des tomates puis les couper en deux et enlever les graines.","Les dix minutes de cuisson du mélange poivrons/oignons/piment/ail écoulé, ajouter les tomates ainsi que le sel, le poivre et le piment d’Espelette en poudre si c’est l’option retenue.","Laisser compoter environ 15 min à petit bouillonnement et à découvert pour que le jus des tomates s’évapore un peu.","Pendant ce temps, allumer le four à 160°.","Dans un saladier, battre les œufs en omelette, saler et poivrer légèrement cette préparation.","Poser les tranches de jambon sur une plaque de cuisson.","Laver le persil, prélever ses feuilles et les ciseler. Réserver.","Lorsque les 15 min sont écoulées, mettre au four la plaque avec le jambon.","Verser les œufs dans les légumes puis mélanger sans arrêt à la cuillère de bois en faisant des « 8 » pour qu’ils cuisent de manière homogène. Arrêter cette cuisson lorsque les blancs ne sont plus transparents, mettre alors le beurre dans la sauteuse et, hors du feu, mélanger pour qu’il fonde.","Poser sur le plat les tranches de jambon et le persil ciselé.","Servir de suite."],"advices":["Les proportions proposés sont celles d’un plat complet. Si vous servez cette piperade en entrée, les proportions conviendront pour 6 personnes (découpez en ce cas le jambon pour le partager entre les 6 convives).","Vous pouvez faire griller des tranches de pain pour les servir avec ce plat.","Parce que cette préparation contient des œufs, elle n’est pas aisée à réchauffer. Mieux vaut en ce cas le faire au bain-marie. Si vous pensez avoir cuisiné trop de légumes, il serait plus judicieux d’en réserver une partie pour plus tard et de rajouter les œufs au moment de la réchauffer."],"status":"validated"}