{"title":"Boulettes à la façon de Mamoune","description":"Recette familiale et simple, réalisée avec de la viande hachée, pour varier du très classique steak haché ou du hachis parmentier.","durations":{"before":{"preparation":0,"cookingAfterPreparation":0,"resting":0},"preparation":35,"cookingAfterPreparation":30,"resting":0},"nbOfPeople":6,"courses":["main_course"],"ingredients":["500 g de viande hachée","200 g de lardons","2 oignons moyens","4 tomates","1 œuf","4 brins de persil","5 cl de madère ou de porto","1 tasse à café de farine","2 cuillerées à soupe de crème fraîche","40 g de beurre","Sel","Poivre du moulin"],"steps":["Éplucher les oignons et les émincer finement.","Mettre 20 g de beurre dans une cocotte et y mettre les oignons à fondre doucement environ 5 min.","Pendant ce temps, placer une grande casserole sur le feu avec de l’eau et lorsqu’elle boue, y plonger les tomates pour 30 sec. Les égoutter.","Laver le persil, l’essuyer et prélever ses feuilles.","Hacher les lardons avec les feuilles de persil dans un bol mixeur, éventuellement en plusieurs fois.","Placer dans un saladier la viande hachée, les lardons mixés avec le persil, la moitié des oignons, l’œuf, du sel (assez peu car les lardons sont déjà salés) et du poivre. Bien mélanger.","Diviser cette préparation en 6 puis façonner chaque part en boulette en la roulant dans les mains.","Déposer la moitié de la farine sur une planche, y poser les boulettes et verser dessus le reste de farine. Reprendre chaque boulette et la tourner dans les mains pour que la farine adhère sur toute sa surface.","Enlever de la cocotte l’autre moitié des oignons, réserver.","Toujours dans la cocotte, laisser fondre le reste de beurre et quand il mousse, ajouter les boulettes pour qu’elles dorent. Pendant 10 min, sur feu moyen, les retourner souvent pour qu’elles prennent de la couleur de toutes parts (attention cette opération est un peu délicate car les boulettes sont molles tant que leur surface n’a pas légèrement crouté).","En même temps, enlever le pédoncule des tomates, les peler, les couper en deux et enlever leurs graines. Les détailler en petits cubes d’1 cm de côté.","Lorsque les boulettes sont dorées de tous côtés, ajouter ce qu’il reste d’oignons, les tomates en dés et le madère. Saler (toujours légèrement) et poivrer. Laisser cuire 30 min à petit bouillonnement et à couvert.","En fin de cuisson, sortir les boulettes et mixer la sauce avec un mixeur plongeant. Remettre les boulettes dans la cocotte et ajouter la crème. Bien remuer pour la faire fondre.","Servir sans attendre."],"advices":["Ce plat peut s’accompagner de bien des façons : pâtes, riz, polenta et aussi pommes de terres vapeur ou sautées, haricots verts."],"status":"validated"}