{"title":"Bulots à la mayonnaise","description":"Il y a les adeptes, et puis il y a les réfractaires. Un petit plat iodé et typé qui ne laisse personne indifférent.","durations":{"before":{"preparation":0,"cookingAfterPreparation":0,"resting":120},"preparation":10,"cookingAfterPreparation":20,"resting":120},"nbOfPeople":6,"courses":["appetizer","entree"],"ingredients":["1 k de bulots crus","1 œuf","1 cuillerée à café de moutarde","20 cl d’huile (tournesol, colza, pépins de raisin, arachide ou mélange type Isio4)","1/2 citron","1 branche de thym","Sel","Gros sel","Poivre du moulin"],"steps":["Mettre les bulots dans un grand volume d’eau froide avec une belle poignée de gros sel. Les laisser dégorger pendant 2 h afin qu’ils perdent leur sable et soient moins visqueux.","Passé ce délais, frotter les bulots entre eux et les rincer dans une eau propre.","Les mettre dans une marmite avec 2 cuillerées à soupe de gros sel, la branche de thym et quelques tours de moulin à poivre. Couvrir assez largement d’eau froide.","Mettre sur le feu et laisser cuire 20 mn à petits bouillons à partir du moment où l’ébullition est atteinte.","Sortir du frigo tous les ingrédients de la mayonnaise afin qu’ils soient à température ambiante pendant 1 h.","Au bout des 20 mn de cuisson, éteindre le feu sous les bulots et les laisser refroidir dans l’eau de cuisson environ 45 mn, si possible dans un endroit frais.","Quand les ingrédients sont restés suffisamment longtemps à température ambiante, commencer la mayonnaise : placer dans un grand bol le jaune d’œuf avec la moutarde, du sel et du poivre.","À l’aide d’un fouet, incorporer progressivement l’huile, en commençant par n’y mettre que de très petites quantités successives (1 cuillerée à soupe environ) et en attendant à chaque fois que l’ensemble soit homogène et lié pour en rajouter. La liaison va devenir petit à petit plus ferme. Continuer à verser l’huile par plus grandes quantités jusqu’à épuisement des 20 cl, toujours en fouettant vivement pour obtenir une mayonnaise bien ferme.","Incorporer en toute fin la valeur d’une petite cuillerée à soupe de jus de citron. Il est normal que la mayonnaise se liquéfie un peu.","Placer la mayonnaise au frigo.","Sortir les bulots de l’eau après les 45 mn dont il est question plus haut et les placer également au frigo dès qu’ils sont suffisamment froids, pour 1 h minimum.","Ne pas oublier de fournir à chacun un pic à bigorneaux pour le service de ce coquillage."],"advices":["Vous pourrez probablement aussi trouver des bulots déjà cuits chez votre poissonnier. Si vous optez pour cette formule, vous n’aurez plus qu’à faire la mayonnaise.","La conservation des bulots, crus ou cuits, n’excède pas 48 h dans votre frigo. À cuisiner et à consommer rapidement donc. Vous pouvez aussi les congeler cuits (dans ce cas, il sera plus simple de les sortir de leur coquille avant de les placer au congélateur).","Pour alléger votre mayonnaise, vous pouvez y incorporer un peu de blanc d’œuf battu en neige. Si c’est le cas, il vaut mieux faire le mélange au dernier moment car le blanc en neige risque de s’affaisser rapidement."],"status":"validated"}