{"title":"Asperges vertes et œufs frits au parmesan","description":"Printanières et goûteuses, les asperges vertes sont faciles à accommoder car elles ne nécessitent pas d'épluchage.","durations":{"before":{"preparation":0,"cookingAfterPreparation":0,"resting":0},"preparation":10,"cookingAfterPreparation":15,"resting":0},"nbOfPeople":4,"courses":["entree","main_course"],"ingredients":["1 kg d’asperges vertes","40 g de parmesan râpé ou en copeaux","8 œufs","Quelques brins de persil plat","Huile d’olive","Fleur de sel","Poivre du moulin"],"steps":["Couper environ 2 cm de la base de chaque asperge et les laver.","Séparer la pointe de la base en coupant à la moitié  et fendre en deux la base, la partie la plus charnue, ces trois morceaux cuiront ainsi de manière plus uniforme et il sera plus facile de les mélanger.","Laver et émincer le persil.","Faire chauffer un peu d’huile d’olive dans une sauteuse ou un wok et y placer les asperges.","Faire cuire à feu moyen en les retournant souvent afin qu’elles cuisent sans brûler pendant environ 10/12 min, saler et poivrer. Vérifier la cuisson avec la pointe d’un couteau, vous devez ressentir une légère fermeté.","Couvrir et réserver.","Faire frire les œufs à l’huile d’olive dans une autre poêle et à feu moyen, saler et poivrer.","Dresser les assiettes avec les asperges et les œufs en disposant dessus le parmesan et le persil."],"advices":["Du parmesan acheté chez votre fromager et râpé ou émincé en copeaux (à l’aide d’un économe) par vos soins au moment de servir sera plus goûteux.","Vous pouvez remplacer le parmesan par de la feta émiettée, varier les herbes (cerfeuil ou estragon) ou servir avec des œufs brouillés en les faisant cuire directement dans la poêle des asperges un peu avant la fin de la cuisson.","Vous pouvez servir ce plat sans les œufs et le convertir ainsi en entrée.","Ces asperges vertes juste cuites à l’huile d’olive peuvent aisément s’ajouter en fin de cuisson à une jardinière de légumes de printemps (petits pois, carottes, navets et oignons nouveaux) et ainsi constituer une merveilleuse garniture pour une viande (poulet rôti, rôti de veau, rôti de bœuf, gigot ou épaule d’agneau) ou un poisson (daurade, bar, turbot)."],"status":"published"}